Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_514_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Čoahkkinpakeahtat
smn: Čuákkimpaketteh

source: Sámekulturguovddáš Sajosis lea eakti sámeduodji árvvustis .
smn: Säämi kulttuurkuávdáš Sajosist puigâ sämmilâš kietâtyeji , säämi tyeji , lii áárvust .

source: Sajosa čoahkkinpakeahtaide leat addon namat giehtadujiid materiálaid mielde , dego golli , silba ja bronsa .
smn: Saijoos čuákkimpaketteh láá nomâttum tuojij amnâsij , kole , siilbâ já proonsi mield. .

source: Silba lea árbevirolaš sámi giehtadujiid materiála .
smn: Silbâ lii ärbivuáválumos sämituojij aamnâs .

source: Silbbas dahket árvvolaš silbačiŋaid dego soljjuid ja almmáiolbmo boahkána silbanásttiid .
smn: Siilbâst ráhtojeh tivrâs silbâčiiŋah tego soljoh já almai puáhháá silbâpuáluh .

source: Sámegielat namaid vuollásaš čoahkkinpakeahtat leat čohkkejuvvon sisdoalu viidodaga mielde .
smn: Sämikielâlij nomâiguin paječaallum čuákkimpaketteh láá čuákkejum siskáldâs vijđoduv mield. .

source: Čoahkkinpakeahtat PDF-kopian .
smn: Luođii jieijâs p df-kopio .

source: GOLLI " Dehálaš mearrádusaide "
smn: GOLLI ( kolle ) " Stuorrâ miärádâssáid "

source: - buresboahtin Sajosii , čoahkkin álgá
smn: - tiervâpuáttim Sajosân , čuákkim álgá

source: - čoahkkinsadji várrejuvvon 8 diibmui
smn: - čuákkimviste väridum 8 tiijmán

source: - čoahkkinassisteantta / av-teknihkkara bálvalusat 4 d
smn: - čuákkimišedeijee / av-teknikkár palvâlusah 4 t

source: - heđemat ja jiekŋačáhci oažžunláhkai oppa beaivvi
smn: - heđâlmeh já jieŋâčääci finnimnáál ubâ peeivi

source: - iđitkáffe ja sálteláibbastat
smn: - iiđeedkähvi já sálttáá liäibustâh

source: - beaivemális stellejuvvon beavddis
smn: - peivimäälis stellejum peevdist

source: - beaivekáffe ja njálgga láibbastat
smn: - peivikähvi já njálgá liäibustâh

source: - sámekulturčájáhus ( omd. musihkka ) , 30 min
smn: - sämikulttuurčájáttâs ( om. muusik ) , 30 min

source: - eahkedaččat ( guopparmális , biđus ja láibevuostá ) , ii sisttisdoala juhkamušaid
smn: - ehidâsmäälis ( kuobârmääli , poccuusteikkâ já laapi leibivuástá ) , ij siskeeld juhâmušâid

source: - iđitkáffe ja njálgga láibbastat
smn: - iiđeedkähvi já njálgá liäibustâh

source: - sápmelaš vásáhus .
smn: - sämmilâš feerim .

source: Vállje muhtuma dáin :
smn: Valjii mottoom čuávuváin :

source: a ) oahpistuvvon galledeapmi Siiddas , 2 d
smn: a ) uápistum kollim Siijdâst , 2 t

source: Anárjávrri fanastuvrra / Muohtagámareaisu , 2 d
smn: Aanaarjäävri ruossâlistem / Muotâkamuvmokkemätki , 2 t

source: c ) boazodálloguossástallan
smn: c ) puásuituálukollim

source: - káfestallan aktivitehtabáikkis
smn: - káhvástâllâm aktiviteetpääihist

source: Pakeahttahaddi j. 2013 : xx euro / olmmoš , go joavkkus leat 150-200 olbmo .
smn: Pakkeethadde ive 2013 : xx eur / olmooš , ko juávhust láá 150-200 olmožid .

source: Jeara fálaldaga iežat jovkui .
smn: Koijâd falâlduv jieijâd juávkun .

source: SILBA " Árbevierut gudnái "
smn: SILBA ( silbâ ) " Ärbivyevih kunnei "

source: - heđemat ja jiekŋačáhci oažžunláhkai oppa čoahkkinbeaivvi
smn: - heđâlmeh já jieŋâčääci finnimnáál ubâ čuákkimpeeivi

source: - veaigekáffe ja njálgga láibbastat
smn: - eehidpeivikähvi já njálgá liäibustâh

source: - bileahtta Siidii
smn: - siisâpeessâmlippu Siijdân

source: Haddi jagis 2013 : xx euro
smn: Hadde ive 2013 : xx eur. .

source: Uhcimus olmmošmearri : 10 olbmo
smn: Ucemus olmoošmeeri : 10 olmožid

source: - čoahkkinsadji várrejuvvon 4 diibmui
smn: - čuákkimviste väridum 4 tiijmán

source: - čoahkkinassisteantta / av-teknihkkara bálvalusat 1 d
smn: - čuákkimišedejee / av-teknikkár palvâlusah 1 t

source: - káffe ja njálgga láibbastat
smn: - kähvi já njálgá liäibustâh

source: - beaivemális dahje eahketbiebmu stellejuvvon beavddis
smn: - peivimäälis teikâ eehidpittá stellejum peevdist

source: Haddi jagis 2013 : xx euro / olmmoš
smn: Hadde ive 2013 : xx eur / olmooš

source: Fuom !
smn: Huám !

source: Sajos vállje čoahkkinsaji joavkku sturrodaga mielde .
smn: Sajos väljee čuákkimviste juávhu stuáruduv mield. .

source: Sajos / Čoahkkin- ja dáhpáhusbálvalusat
smn: Sajos / Čuákkim- já tábáhtuspalvâlusah

source: PETTERI LAITI LEA BÁLGGESČUOLLI SILBBA JA DÁVTTI OVTTASTAHTTIMIS SOLJOČIŊAIN
smn: PETTERI LAITI LII OOVDÂSTJOTTEE SIILBÂ JÁ TÄÄVTI OOVTÂSTMIST SOLJOČIIŊÂIN

source: Silba lea vuogas čikŋan , materiálan dan lea álki ávnnastit ja dat lea doaibman lonuhanmateriálan . "
smn: " Silbâ lii anolâš čiŋŋân , materiaallin tot lii älkkee amnâstiđ já tot lii kevttum lonottemtiŋgân .

source: Measta juohke sámenissonis gávdno uhcimustá okta solju . "
smn: Masa jyehi säminisonist lii soljo teikâ eenâb . "

source: , muitalii anárlaš árbevirolaš sámedujiid ráhkadeaddji Petteri Laiti silbba geavaheami mearkkašumis sámi duodjeárbevierus ( Strömssö 9.10.2011 ) .
smn: , muštâlij aanaarlâš ärbivuáválâš sämituáijár Petteri Laiti siilbâ kevttim merhâšuumeest sämmilâš kietâtyejiärbivyevist ( Strömssö 9.10.2011 ) .

source: xxx
smn: Pajekooveest lii Petteri Laiti rähtim soljo .

source: Laiti Samekki - buvda-bargobádji lea Anára gilis .
smn: Laiti Samekki - kävppi-pargopáájá lii Aanaar markkânist .

source: GOLLI JA BRONSSA GEAVAHEAPMI SÁMI DUOJIS Petteri ja Sami Laiti Samekkis muitaleigga , ahte soai geavaheaba sámedujiineaskka golli dušše diŋgojumis .
smn: KOLE JÁ PROONSI KEVTTIM SÄÄMI TYEJEEST Petteri já Sami Laiti Samekist muštâláin , ete suái kevttiv säämi tyejeest kole tuše tiiláámist .

source: Golli sáhttá roggat maid sámeguovllu eanavuođus .
smn: Kole puáhtá kuáivuđ meid sämikuávlu enâmist .

source: Bronssa Laitit geavaheaba ee. niibbiid hervemis , bronssa soai eaba geavat čiŋaid váldomateriálan .
smn: Proonsi Laitih kevttiv el . niijbij heervâtmist , proonsi suái iävá keevti čiiŋâi vuáđuamnâsin .

source: " Mu ruohttasat oidnojit nannosit čiŋain , maid fáttát bohciidit davvi luonddus , árbevierus ja kultuvrras .
smn: " Muu ruottâseh uáinojeh nanosávt čiiŋâin , moi fáádáh šaddeh tave luándust , ärbivyevist já kulttuurist .

source: Duddjončehppodaga lassin ráhkesvuohta davvi lundui oažžu mu duddjot sámefáddásaš čiŋaid ođđaáigásaš vugiin , árbevieruid gudnejahttimiin " , muitala sápmelaš čikŋaduodječeahppi Johanna Labba ruoktosiidduinis .
smn: Rähisvuotâ tave luándun ovtâstittum kietâtyejitááiđun finnee muu rähtiđ sämifáddásijd čiiŋâid uđđâáigásâš vuovijn , ärbivuovijd kunnijâtmáin " , maainâst sämmilâš čiŋŋâčeppi Johanna Labba päikkisiijđoinis .
